callback({
    "start_time": "2024/11/17 00:00:00",
    "end_time": "2024/11/18 12:00:00",
    "teams": [
        {
            "name": "Team A",
            "score": {
                "tech": [1, 0, 0],  // 得分[roomB,roomC,roomD],下同
                "Chris": [78, 56, 77],
                "YA": [3, 0, 0],
                "KU": [44, 0, 0],
                "Jeff": [5, 0, 0],
            }
        },
        {
            "name": "中国1队",
            "score": {
                "tech": [0, 2456, 0],
                "Chris": [0, 1234, 0],
                "YA": [0, 0, 0],
                "KU": [0, 0, 0],
                "Jeff": [0, 0, 0],
            }
        },
        {
            "name": "一个名字很长的队",
            "score": {
                "tech": [0, 0, 0],
                "Chris": [0, 0, 0],
                "YA": [0, 0, 0],
                "KU": [0, 0, 0],
                "Jeff": [0, 0, 0],
            }
        },
        {
            "name": "Cagetest",
            "score": {
                "tech": [0, 0, 0],
                "Chris": [0, 0, 0],
                "YA": [0, 0, 0],
                "KU": [0, 0, 0],
                "Jeff": [0, 0, 0],
            }
        },
        {
            "name": "某某1队",
            "score": {
                "tech": [0, 0, 0],
                "Chris": [0, 0, 0],
                "YA": [0, 0, 0],
                "KU": [0, 0, 0],
                "Jeff": [0, 0, 0],
            }
        }
    ]
})